{"corpusid":361,"openaccessinfo":{"externalids":{"MAG":"1582459792","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In this work we introduce Dynamic Random Geometric Graphs as a basic rough model for mobile wireless sensor networks, where communication distances are set to the known threshold for connectivity of static random geometric graphs. We provide precise asymptotic results for the expected length of the connectivity and disconnectivity periods of the network. We believe the formal tools developed in this work could be of use in future studies in more concrete settings. In addition, for static random geometric graphs at the threshold for connectivity, we provide asymptotic expressions on the probability of existence of components according to their sizes."}
{"corpusid":1144,"openaccessinfo":{"externalids":{"MAG":"1782031232","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"cs/0509020"},"license":null,"url":null,"status":null},"abstract":"Transitive text mining - also named Swanson Linking (SL) after its primary and principal researcher - tries to establish meaningful links between literature sets which are virtually disjoint in the sense that each does not mention the main concept of the other. If successful, SL may give rise to the development of new hypotheses. In this communication we describe our approach to transitive text mining which employs co-occurrence analysis of the medical subject headings (MeSH), the descriptors assigned to papers indexed in PubMed. In addition, we will outline the current state of our web-based information system which will enable our users to perform literature-driven hypothesis building on their own."}
{"corpusid":2416,"openaccessinfo":{"externalids":{"MAG":"1490042978","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"0705.1036"},"license":null,"url":null,"status":null},"abstract":"The optimization of the pressure angle in a cam-follower transmission is reported in this paper. This transmission is based on Slide-o-Cam, a cam mechanism with multiple rollers mounted on a common translating follower. The design of Slide-o-Cam, a transmission intended to produce a sliding motion from a turning drive, or vice versa, was reported elsewhere. This transmission provides pure-rolling motion, thereby reducing the friction of rack-and-pinions and linear drives. The pressure angle is a suitable performance index for this transmission because it determines the amount of force transmitted to the load vs. that transmitted to the machine frame. Two alternative design strategies are studied, namely, (i) increase the number of lobes on each cam or (ii) increase the number of cams. This device is intended to replace the current ball-screws in Orthoglide, a three-DOF parallel robot for the production of translational motions, currently under development at Ecole Centrale de Nantes for machining applications."}
{"corpusid":2741,"openaccessinfo":{"externalids":{"MAG":"2140171034","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This poster presents the processes and paths of the authors who have recently prepared a report on descriptive metadata encoding recommendations for an European project, VOA3R (Virtual Open Access in Agriculture and Aquaculture Repository), which aims to deploy a virtual entry-point for exchanging and augmenting open bibliographic data, and thus improve the dissemination of research results in agriculture and aquaculture via open access. Specifically, our task was to prepare a report with a suggested title of \"Recommendations for the Content Population of the VOA3R Service Provider\". Since the VOA3R Federation consists of 17 institutions from 13 countries contributing proximately two million bibliographic records to eight open repositories, the immediate need was for the analysis of the number and characteristics of the open access documents that will be accessible from VOA3R. Following this task, the next step was to propose encoding recommendations for the exchange of metadata between data providers and the VOA3R platform. Along with the wave of the Linked Open Data (LOD) movement, the VOA3R project required that the recommendations should also be suitable for encoding with consideration to Linked Open Data."}
{"corpusid":5103,"openaccessinfo":{"externalids":{"MAG":"771368","ACL":"L08-1479","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Large vocabulary automatic speech recognition (ASR) technologies perform well in known, controlled contexts. However recognition of proper nouns is commonly considered as a difficult task. Accurate phonetic transcription of a proper noun is difficult to obtain, although it can be one of the most important resources for a recognition system. In this article, we propose methods of automatic phonetic transcription applied to proper nouns. The methods are based on combinations of the rule-based phonetic transcription generator LIA PHON and an acoustic-phonetic decoding system. On the ESTER corpus, we observed that the combined systems obtain better results than our reference system (LIA PHON). The WER (Word Error Rate) decreased on segments of speech containing proper nouns, without affecting negatively the results on the rest of the corpus. On the same corpus, the Proper Noun Error Rate (PNER, which is a WER computed on proper nouns only), decreased with our new system."}
{"corpusid":5324,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Global estimates, provided by UNAIDS and WHO, indicate that by the end of 2003 between 34 and 46 million people were living with HIV/AIDS. Between 4.2 and 5.8 million people were infected in 2003 alone. In the same year, between 2.5 and 3.5 million people died of AIDS. While the bulk of new infections are due to unsafe sexual behaviour, the use of contaminated injection equipment among injecting drug users continues to fuel the pandemic, particularly in Eastern Europe, Central, South and South-East Asia and Latin America."}
{"corpusid":7393,"openaccessinfo":{"externalids":{"MAG":"2469820260","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Several classifiers are available for the identification of radar emitter types from their waveform parameters. In particular, these classifiers can be applied to data that is affected by some types of noise. This paper proposes a more efficient classifier, which uses on-line learning and is attractive for real time applications, such as electronic support measures. A self-organizing interval type-2 fuzzy neural network (ST2FNN) is proposed for radar emitter identification. The ST2FNN has both an on-line structure and parameter learning ability. The structural learning includes to add a new rule to an interval type-2 fuzzy neural network (IT2FNN) and to prune an inefficient rule from ITSFNN; and the parameter learning can improve the learning ability of IT2FNN. Then the developed ST2FNN is applied for the radar emitter identification. Simulation results indicate that the porposed ST2FNN can achieve satisfactory classification performance and has a consistent average error deviation level that is lower than that of other neural network classifiers."}
{"corpusid":8853,"openaccessinfo":{"externalids":{"MAG":"2356712794","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In recent years there has been an increased focus on the use of sensor networks to sense and measure the environment for data sensing and transfer. Sensors are now commonly used in different fields like military, industries and so on. Recent work shows sink mobility move along a constrained path can improve the energy efficiency in wireless sensor networks (WSNs) and the data gathering becomes fast and the data loss is also controlled. The existing research explains a novel of data collection scheme, called the Maximum Amount Shortest Path (MASP) that only concentrate on the data gathering and movement of mobile sink, it does not have idea on increasing the network throughput or about conserving energy of sensor nodes. A two-phase communication protocol is designed to implement the SIMP (Sink-initiated Multicast protocol) scheme, the work of this protocol is that it constructs its own data delivery path to source and a multicast tree is automatically constructed by merging the members. In addition the impact of different overlapping time partition methods is studied and the data gathering speed is increased and the data loss is also controlled here. This research mainly concentrates in throughput maximization and also in minimizing the energy consumption of nodes. The proposed protocol is validated through simulation experiments using GLOMOSIM."}
{"corpusid":12943,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"External enhancement of free-radical processes followed by considerable tissue accumulation of toxic lipid peroxidation products in an early postresuscitation period is the main pathochemical mechanism which causes lung air-blood barrier disturbance. The basis of animal respiratory insufficiency morphogenesis after clinical death is ventilation failure (dis- and atelectasis), circulation disorder (edema, hemorrhage) being secondary. However, morphological examination of lungs of animals after four-minutes clinical death from an acute blood loss and resuscitation showed that it is the severity of circulation disorders that determines the animals condition in the postresuscitation period."}
{"corpusid":14804,"openaccessinfo":{"externalids":{"MAG":"2410034988","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"When the currently used larval surveillance system (visual inspection) for the dengue vector Aedes aegypti was compared with the surveillance for the presence of eggs by ovitrapping in Port of Spain, Trinidad, it was found that the latter (39.1%) was significantly more sensitive than the visual inspection system (10.1%). At the same time, the presence of the nuisance mosquito Culex quinquefasciatus was detected in 38.4% of the households. Both Ae. aegypti and Cx. quinquefasciatus showed preference for ovipositional attractants in ovitraps: hay infusion > yeast suspension > plain tap water. Although all the socioeconomic and geographic areas produced both mosquito species in 1996, upper middle class (UMC) areas (8.6-43.4%) produced more Ae. aegypti than did lower middle class (LMC) areas (7.8-38.8%), which produced more than working class (WC) areas (3.9-29.9%). For Cx. quinquefasciatus, the order of production was reversed with WC areas (50.1%) > LMC areas (30.0%) > UMC areas (26.0%). Change in vector surveillance strategies incorporating some ovitrapping and stratified sampling are recommended for Caribbean countries."}
{"corpusid":15795,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Background: A public hospital in New Mexico required collection of 50% of estimated costs prior to elective surgeries for self-pay patients. This study assesses the impact of this policy on access to elective surgical procedures."}
{"corpusid":16641,"openaccessinfo":{"externalids":{"MAG":"2409555505","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Glomus tumor is a benign tumor that arises from the modified smooth muscle cells of the glomus body and usually occurs in the skin, particularly in the nail-beds and fingertips. Gastric glomus tumor is a rare gastric submucosal tumor. Endoscopic ultrasonography (EUS) is useful in differentiating the gastric submucosal tumors, such as leiomyoma, leiomyosarcoma, lipoma, ectopic pancreas and glomus tumor. On sonography, gastric glomus tumor appears as a homogeneous hypoechoic or a heterogeneous low echoic pattern mixed with internal high echoic spots. Here, we describe an unusual sonographic figure of a hemorrhagic gastric glomus tumor on both EUS and high-resolution transabdominal ultrasonography (TAU). This tumor was located in the gastric muscular layer. Sonographic examination revealed a heterogeneous echogenicity with hyper- and anechoic areas, which mimicked the echoic pattern of gastric leiomyosarcoma."}
{"corpusid":17273,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A focused constituent contains the most prominent stress of the clause. (Selkirk 1984, Reinhart 1995) Reinhart accounts for this by a PF/LF mapping rule. I extend this view to Hungarian, a language with contrastive focus-movement and show that a range of data, some of which pose a problem for a feature-driven approach, can be accounted for straightforwardly. Among these are the uniqueness of focus-movement and the fact that verb-focusing does not strand the particle of particle-verbs (verb-movement generally strands it). The analysis extends to blocking effects between focusing and a phenomenon called ‘particle climbing’."}
{"corpusid":18250,"openaccessinfo":{"externalids":{"MAG":"2413804567","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The aim of this paper is to describe a rare case of vertebral osteomyelitis caused by Mycobacterium flavescens in an immunocompetent patient. Mycobacterium flavescens is a rapidly growing, pigmented, non-tuberculous mycobacterium, usually described as non-pathogenic for humans but occasionally reported as the cause of serious infectious complications recognized in clinical practice. This study stressed the importance of recent reports that describe the occurrence of vertebral osteomyelitis due to non-tuberculous mycobacteria that have also been recognized with an increasing incidence among immunocompetent hosts. A brief review of the current literature on human disease caused by Mycobacterium flavescens is also reported."}
{"corpusid":18688,"openaccessinfo":{"externalids":{"MAG":"2444688486","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Metabolic syndrome is the latest moniker for an alliance of pathologic conditions that conspire to amplify the risk of atherosclerosis or type 2 diabetes. Several recent advances in the understanding of this condition have led to its widespread adoption in clinical practice, prompted by influential practice guidelines. In particular, guidelines relating to the management of hyperlipidemia and hypertension afford a prominent role for metabolic syndrome, as a risk factor and a target of therapy. In many ways, the scientific evidence base has not kept pace with the demand for treatment options, rendering therapy nebulous. Most prominently, we do not know whether to adopt a strategy based on a multi-pronged attack, or whether to concentrate our greatest efforts on attacking a critical weakness. We review the limited data available regarding metabolic syndrome, with a focus on expert opinion gleaned from clinical guidelines, and offer advice to the clinician from our own experience with this population."}
{"corpusid":18931,"openaccessinfo":{"externalids":{"MAG":"2467658348","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Patients with brain strokes are particularly prone to development of venous thrombosis in the paretic extremities, and the diagnosis of this thrombosis is very difficult. This raises the risk of pulmonary embolism. The authors studied venous circulation in 50 patients with brain strokes using the method of ultrasonography based on Doppler's phenomenon. Signs of venous thrombosis were demonstrated in 11 cases. Venous thrombosis was diagnosed when the following signs were simultaneously present: slowing down of venous flow of considerable degree (by above 50%), abolition of cyclic fluctuations in flow velocity depending in respiration, and absence of blood flow acceleration after pressure exerted on muscles. Thrombosis can be diagnosed, frequently, before the appearance of local signs or in case of doubtful clinical manifestations. Doppler ultrasonography is a simple diagnostic method which can be repeated without restrictions and makes possible conduction of motor rehabilitation of patients under steady control of venous circulation. Owing to this venous thrombosis can be diagnoses early and treated accordingly reducing the risk of pulmonary embolism."}
{"corpusid":21114,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"I n 2004, Google embarked on a project of historic scope. Its aim was to scan and index the contents of the world’s great research libraries. One small problem: authors and publishers of works in copyright sued, arguing that Google violated copyright law by scanning works without the explicit permission of rightsholders. In the way of most commercial lawsuits, the parties settled, but unlike most commercial lawsuits, the settlement greatly expanded the stakes, creating a great electronic bookstore where Google would sell (with most of the revenue going to rightsholders) access to millions of copyrighted works, something not contemplated in Google’s original scanning project. The settlement engendered many howls of protest and some expressions of support. Pamela Samuelson, among the most eloquent of the objectors, called the proposed settlement “audacious” and argued that it is “designed to give [Google] a compulsory license to all books in copyright throughout the world forever.” In September, weeks before a scheduled fairness hearing that could have led to approval of the settlement by the court, the court asked the parties for an opportunity to revise the settlement agreement in light of concerns raised by the U.S. Department of Justice and hundreds of other objectors. The court has given the parties a November deadline for a revised agreement. In my opinion, approval of the original settlement would have been vastly preferable to its rejection, because it provided extraordinary and valuable benefits to readers and scholars. But, in at least one important feature, I believe that the Department of Justice may be pointing the way to a settlement that would be better than the original. Before I come to these conclusions, some background is required."}
{"corpusid":21447,"openaccessinfo":{"externalids":{"MAG":"183933607","ACL":"W11-0117","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This paper proposes a framework for representing cross-lingual/interlingual lexical semantic correspondences that are expected to be recovered through a series of on-demand/on-the-fly invocations of a lexical semantic matching process. One of the central notions of the proposed framework is a pseudo synset, which is introduced to represent a cross-lingual/multilingual lexical concept, jointly denoted by word senses in more than one language. Another important ingredient of the proposed framework is a framework for semantifying bilingual lexical resource entries. This is a necessary substep when associating and representing corresponding lexical concepts in different languages by using bilingual lexical resources. Based on these devices, this paper further discusses possible extensions to the ISO standard lexical markup framework (LMF). These extensions would enable recovered correspondences to be organized as a dynamic secondary language resource, while keeping the existing primary language resources intact."}
{"corpusid":25522,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Early Neolithic sea voyaging and organized colonization of large islands involving crossings in the range of 100 km are well documented in the Eastern and Central Mediterranean. In the west, the distribution of obsidian from Tyrrhenian sources and the lack of human settlement in the Balearic archipelago until later prehistoric times suggest a pattern of contact, exchange and dispersal where navigation would have been restricted to small-scale, in-sight-of-land crossings and cabotage journeys. For the spread of farming into Iberia to have followed a North African route, the path of entry must therefore have been the Straits of Gibraltar, which presupposes an earlier emergence of the Neolithic in the Maghreb, where the associated impressed ware material culture in turn implies an ultimate origin in southern Italy and, therefore, the crossing of the Siculo-Tunisian Strait. In North Africa, however, the earliest directly dated domesticates post-date by several centuries similar evidence from Valencia, Andalucía and Portugal, while the presence of Pantelleria obsidian in the nearest mainlands substantiates prehistoric navigation between Europe and Africa in the central Mediterranean after ~7000 cal BP, only at a time when farming economies were already several centuries old in Iberia. The material culture similarities perceived in the Early Neolithic of southern Iberia and the Maghreb may indicate a North-to-South diffusion of farming across the Straits of Gibraltar but not the reverse."}
{"corpusid":25705,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Existence of subpolar tuberculoid leprosy was postulated by a few leprologists to explain clinical variations near the tuberculoid pole but failed to precisely identify the same. An attempt has been made to describe the clinical and histological features of subpolar tuberculoid leprosy. 76 cases of the TT-BT range according to Ridley-Jopling classification were examined by detailed clinical, histological and immunological methods. Definite clinical and histological discrepancies from either BT or TTp were seen in 30 (39.4%) cases, confirming the existence of subpolar tuberculoid leprosy (TTs) and thus clarifying the immunological spectrum of leprosy."}
{"corpusid":26218,"openaccessinfo":{"externalids":{"MAG":"264760958","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Summary Cephalexin (CEX) was synthesized with 7-amino-3-deacetoxycephalosporanic acid (7-ADCA) and D(–)-phenylglycine methyl ester (PGME) using immobilized penicillin G acylase from Escherichia coli. It was found that substrate concentration and in situ product could remarkably influence the ratio of synthesis to hydrolysis (S/H) and the efficiency of CEX synthesis. The optimal ratio of enzyme to substrate was 65 IU/mM 7-ADCA. High substrate concentration improved the 7-ADCA conversion from 61 to 81 % in the process without in situ product removal (ISPR), while in the synthetic process with ISPR, high substrate concentration increased the 7-ADCA conversion from 88 to 98 %. CEX was easily separated from CEX/b-naphthol complex and its purity and overall yield were 99 and 70 %, respectively."}
{"corpusid":26357,"openaccessinfo":{"externalids":{"MAG":"2460714484","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The unraveling of the role of the renin-angiotensin system (RAS) in health and disease is an example of how basic and applied scientists can decipher a complex biological system to better understand the pathophysiology of disease. Moreover, clinicians have been provided with drugs to modulate the RAS, including the angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs). ACE inhibitors and ARBs have revolutionized the way in which many diseases are treated, including hypertension, heart failure, diabetes mellitus, and kidney disease. Yet, despite the undoubted successes of these drugs, cardiovascular morbidity and mortality remain high. Clearly, lower blood pressure goals may be required. Because ACE inhibitors and ARBs target specific areas of the RAS, more impressive results might be obtained with a more global reduction in RAS activity. This article examines the results of clinical trials of ACE inhibitors and ARBs and assesses the potential for improving outcomes through a more global inhibition of the RAS with renin inhibitors."}
{"corpusid":28696,"openaccessinfo":{"externalids":{"MAG":"2115860964","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"PURPOSE\nTumor hypoxia is associated with poor prognosis and a more malignant tumor phenotype. SR-4554, a fluorinated 2-nitroimidazole, is selectively bioreduced and bound in hypoxic cells. We present validation studies of SR-4554 as a noninvasive hypoxia marker detected by fluorine-19 magnetic resonance spectroscopy ((19)F MRS) in the P22 carcinosarcoma, a tumor with clinically relevant hypoxia levels.\n\n\nEXPERIMENTAL DESIGN\nTumor-bearing female severe combined immunodeficient mice received SR-4554 at 180 mg/kg. Pharmacokinetic studies of parent SR-4554 in plasma and tumors were performed using high-performance liquid chromatography-UV. Total SR-4554 (parent SR-4554 and bioreduction products) was monitored in tumor by (19)F MRS using a 4.7 T spectrometer, with continuous acquisition for up to 5 h. A parameter of total SR-4554 retention, the 3-h (19)F retention index ((19)FRI) was determined. Tumor pO(2), assessed polarographically, was decreased (5 mg/kg hydralazine or 100 mg/kg combretastatin A-4 phosphate) or increased [1 l/min carbogen (5% CO(2), 95% O(2)) plus 500 mg/kg nicotinamide], and the corresponding (19)FRI was measured.\n\n\nRESULTS\nComparative HPLC-UV- and MRS-derived assessments of parent and total SR-4554, respectively, indicated that concentrations of total SR-4554 consistently exceeded parent SR-4554, the differential increasing with time. This indicates formation and retention of SR-4554 bioreduction products in tumor, confirming the presence of hypoxia. The (19)FRI was higher in hydralazine- and combretastatin-treated animals compared with unmodulated animals (P = 0.004 and 0.15, respectively) and animals receiving carbogen and nicotinamide (P = 0.0001 and 0.005, respectively). Significant correlations were demonstrated between mean (19)FRI and polarographic pO(2) parameters (P < 0.002).\n\n\nCONCLUSIONS\nRetention of hypoxia-related SR-4554 bioreduction products can be detected in the clinically relevant P22 tumor by (19)F MRS, and the (19)FRI correlates with polarographically measured pO(2). These findings support the use of SR 4554 as a noninvasive hypoxia marker."}
{"corpusid":28722,"openaccessinfo":{"externalids":{"MAG":"2402382486","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"One hundred and twelve genital specimens were cultured for Mycoplasma hominis and Ureaplasma urealyticum using a conventional system and the Mycotrim GU biphasic culture system. Both systems gave the same percentage of recovery (60%) of Mycoplasma hominis, while the recovery rates of Ureaplasma urealyticum were 95% with the conventional system and 83% with the Mycotrim GU. The media contamination was similar for both systems. The average time for Mycoplasma isolation and identification was shorter with the Mycotrim GU in comparison with the conventional system. The prevalence of Mycoplasma hominis in 91 patients with nongonococcal nonchlamydial urethritis and/or cervicitis was 8%, that of Ureaplasma urealyticum was 31%."}
{"corpusid":29351,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The deoxynucleotide fragment d(GpGpCpCpGpGpCpC) was synthesized and crystallized, and its three-dimensional structure was determined by x-ray diffraction techniques to a resolution of 2.25 A. The molecule forms a righthanded double helix in which the two base pairs at either end of the molecule are in the conventional A-DNA conformation, while the central four base pairs have a modified form in which alternate residues have sugar conformations that are closer to those in BDNA than in A-DNA. The molecules have an intermolecular contact in which the planar terminal guanine-cytosine base pair lies on the flat minor groove surface of the A-DNA helix. In 1953 Franklin and Gosling reported that two different diffraction patterns could be produced from DNA fibers (1). One of these patterns, called A, was found in fibers exposed to air with 75% relative humidity. The second pattern, found in more hydrated fibers, was termed B-DNA. These two conformations differ, among other things, by the tilt of the base pairs, the pucker of the deoxyribose rings, and the position of the base pairs relative to the helical axis. These two forms readily interconvert, showing that DNA is clearly polymorphic. It is usually assumed that most double-helical DNA exists in the B form in biological systems, but the evidence for this is not strong. Recently, study of crystalline oligonucleotides has revealed a variety ofDNA conformations, including some oligomers that were found to have more than one conformation in their polynucleotide backbone. In some structures there are variations in the sugar ring pucker in alternating nucleotides (2, 3). There are two families ofring-pucker conformation: the C2' endo conformation found in B-DNA has phosphate groups almost 1 A further apart than is seen with the C3' endo conformation found in A-DNA (and most RNAs) (4). A single crystal of a DNA dodecamer (5) was found to have adopted a B conformation. More recently, a tetramer (6) and an octamer (7) have been found to adopt the A-DNA conformation. In the present communication, we describe the structure of two closely related crystal forms of a DNA octamer, d(GpGpCpCpGpGpCpC), that adopts a modified A-DNA conformation. The central four nucleotides of the octamer are found to have a conformation in which alternate residues adopt a ring pucker closer to B-DNA than ADNA. This alternation in ring conformation is found even though there is no alternating purine-pyrimidine sequence. In addition, the molecules have an interesting packing mode in which the terminal base pair of one molecule stacks on a flat portion of the shallow minor groove A-DNA surface of an adjoining molecule. The area occupied by the purinepyrimidine base pair is virtually the same as the area of the benzo[a]pyrene molecule, suggesting a model for the binding of this carcinogen to DNA."}
{"corpusid":29658,"openaccessinfo":{"externalids":{"MAG":"2236586134","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We introduce a catalog of a catalog of a class of (3, g) graphs for even girth g, satisfying 6 <= g <= 16. A (k, g) graph is a graph with regular degree k and girth g. Our catalog has the following properties. Firstly, our catalog contains the smallest known (3, g) graphs. We have identified an appropriate class of trivalent graphs for our catalog, such that the (3, g) graph of minimum order within the class is also the smallest known (3, g) graph. Secondly, our catalog contains (3, g) graphs for more orders than other listings. Thirdly, the class of graphs have been defined so that a practical algorithm to generate graphs can be created, and have implemented such an algorithm. Fourthly, our catalog is infinite, we extend the results into knowledge about infinitely many graphs. Our findings are as follows. Firstly, we have identified Hamiltonian bipartite graphs (HBGs), as a promising class of trivalent graphs that can lead to a catalog of (3, g) graphs for even girth g with graphs for more orders than other listings, that is also expected to contain a (3, g) graph with minimum order. Secondly, our catalog of (3, g) graphs has graphs for more orders compared with other lists, with many graphs outside of the vertex-transitive class. Thirdly, in order to make the computation more tractable, we have introduced the symmetry factor b, which reflects the extent of rotational symmetry. We introduce the D3 chord index notation, a concise notation for trivalent HBGs. Fourthly, results on the minimum order for existence of a (3, g) HBG, and minimum symmetry factor for existence of a (3, g) HBG are of wider interest from an extremal graph theory perspective. Lastly from a cage problem perspective, an analysis on upper bounds and lower bounds within subclasses has been done, where proofs of emptiness of several subclasses partially supports the likeliness of the (3, 14) record graph to be a cage."}
{"corpusid":29673,"openaccessinfo":{"externalids":{"MAG":"2593595043","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"With the increasing usage of social media and widespread usage of digital technologies, data are produced from different resources in various types, such as texts, images and videos. It is very important to store, process and analyze big image data. In this study, we detect region of interests such as face, eye, nose, and nose on two datasets, one is Bao face dataset and another is Cross-Age Celebrity Dataset (CACD). The proposed framework is based on distributed Hadoop Image Processing Interface (HIPI). In the framework, images are firstly converted to HIB image bundles using HIPI. Then, for the parallel biometric detection, mapper and reducer functions in the Hadoop are defined. Finally, application is run on real data. The precision values are presented for each detected biometrics."}
{"corpusid":29792,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The experience of anesthesiological support of operative interventions on aorta and its branches was summarized. Original method of the small-volume infusional therapy during anesthesy was elaborated and introduced. Statistical indexes, witnessing the advantages of the method proposed, were adduced."}
{"corpusid":32371,"openaccessinfo":{"externalids":{"MAG":"53202418","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Polychloroprene, optionally modified with sulphur, is obtained having improved properties and light in color if, in the course of polymerization, from 1.5x10-2 to 4x10-4 mol of a tetraalkyl thiuramic disulphide per 100 g of monomer are added when from 56 to 74% of the monomer has been converted, and polymerization is then continued for a further conversion of from 3 to 10%."}
{"corpusid":36203,"openaccessinfo":{"externalids":{"MAG":"2415708242","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Patients newly diagnosed with end stage renal disease are faced with many treatment decisions. The decision-making process should follow some well-defined steps. These start with the decision to initiate dialysis and may end with a 'do not resuscitate' request or even a withdrawal from dialysis. The nephrology team can lead the patient and family through this process by providing timely, realistic information to help them make the best decisions. End-of-life decision making should be a part of the initial long-term care planning done with every patient and family."}
{"corpusid":36626,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The mechanism by which ethinyl estradiol (EE) decreases the concentration of lipids in the d< 1.019 g/ml fraction (/J-very low density lipoprotein [0-VLDL]) of homozygous Watanabe heritable hyperlipidemic (WHHL) rabbits was studied. Treatment with EE increased the activity of hepatic lipase (HL) twofold to threefold in postheparin plasma and in liver biopsies. Postheparin plasma and adipose tissue lipoprotein lipase (LPL) activities were also increased twofold to fourfold after EE. The effects of EE on HL and LPL activities were associated with a threefold to sixfold elevation in liver HL mRNA and a fourfold elevation in adipose tissue LPL mRNA steady-state levels, pointing to an effect of EE on HL and LPL gene transcription. EE also increased liver low density lipoprotein (LDL) receptor mRNA levels threefold to fivefold. These results suggest a concerted action of LPL, HL, and the LDL receptor in the removal of /3-VLDL in homozygous WHHL rabbits with a defective LDL receptor. In addition, the content of apolipoprotein E in the d< 1.019 g/ml fraction changed toward normal after EE. Because the remaining particles contained apolipoprotein B-100 almost exclusively, it is likely that apolipoprotein E-containing £-VLDLs are preferentially removed. This may be the result of the increased activity of LPL and HL influencing the conformation of apolipoprotein E on the /3-VLDL particle in such a way that it is directly removed from the circulation, possibly by the induced LDL receptor. (Arteriosclerosis and Thrombosis 1991;11:1652-1659)"}
{"corpusid":36884,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"agents and other causes of cell injury dehydrated in alcohol, embedded in Maraglas30 and sectioned with diamond knives. Sections in Maraglas cut at i ju were stained with May-Griinwald and studied by light microscopy for orientation with respect to central and peripheral portions of the hepatic lobules, and for the selection of areas of injured or dead cells. Ultrathin sections were examined usually after staining with lead hydroxide,3' but some were studied without lead-staining."}
{"corpusid":36959,"openaccessinfo":{"externalids":{"MAG":"2396574534","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Coeliac disease (CD) is a lifelong condition and occurs in children (also adults) who are sensitive to gluten protein. It affects around 1% of children, although many cases remain undiagnosed. It is important that the community practitioners remain aware of the classic gastrointestinal features of CD and make an early referral for diagnosis. Suspicion of CD should lead to antibody screening tests and positive results should be followed by an intestinal biopsy for a definitive diagnosis. Paediatric dietitians should always be involved before commencing a gluten-free diet (GFD) as they play a vital role in supporting families. Extra-intestinal manifestations can pose a diagnostic challenge and a suspicion of CD should always be discussed with a medical professional. School nurses play an important role in supporting the child in the school environment and are in a position to recognise non-compliance and school absences. Strict adherence to a GFD is essential to maintain good health and to prevent long-term complications."}
{"corpusid":37267,"openaccessinfo":{"externalids":{"MAG":"2098574738","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This study aimed to compare the efficacy of two treatment modalities for periprosthetic supracondylar fractures. The results of intramedullary nailing in 7 patients and locked plating in 9 patients were reviewed retrospectively. Mean follow-up was 4.3 years (range : 1 to 13 years). One patient died on the first postoperative day. Union of the fracture was achieved in the other 15 patients, after a mean time of 3.86 months: 3.9 months (range: 3 to 6 months) in the locked plate group and 3.86 months (range : 3 to 5 months) in the intramedullary nail group (p = 0.96). Mean Knee Society Score was 78 points (range : 68 to 84 points) and mean total knee range of motion was 82 degrees (range 70 degrees to 90 degrees) with no significant differences between groups. Sagittal and coronal plane measurements were similar both in the early postoperative period and at the last follow-up. The two treatment modalities had similar results with a high success rate."}
{"corpusid":39257,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Brain Metastasis (BM) is the most common type of intracranial malignancies in adult. Lung, breast cancer and melanoma are the malignancies which contribute up to 80% of BM [1]. Until recently, the median overall survival for patients with BM has been troubled, and in general the expected survival is at most 6 months after diagnosis [2]. However, owing to the advance of sensitive imaging modalities and various effective treatment strategies, the prognosis of patients with BM, at least in a selected group of patients, had become better."}
{"corpusid":39519,"openaccessinfo":{"externalids":{"MAG":"2415646220","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We present a case of Fasciola gigantica-induced biliary obstruction and cholestasis diagnosed and treated via endoscopy and trichlorobendazole treatment. This is the first case of Fasciola gigantica treated via endoscopic biliary extraction during ERCP and drug treatment reported from Turkey."}
{"corpusid":40073,"openaccessinfo":{"externalids":{"MAG":"53232127","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Various memory organization schemes have been proposed in the last five years. Lots of intelligent computer systems have been experimenting with memory schemes like scripts, plans, goals, [4] and MOPs [5] in the domain of text understanding [3] [1] and information retrieval [2]. In this paper, the focus is on the problem of translating sentences that involve lexical items which don't have equivalent counterparts in the target language. Examples are drawn from translations between English and Mandarin Chinese."}
{"corpusid":40391,"openaccessinfo":{"externalids":{"MAG":"2117210878","ACL":null,"DOI":"10.1109/icc.2011.5962736","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":"CLOSED"},"abstract":"Identifying and classifying different network applications is very important for trend analysis, dynamic access control, network security and traffic engineering, while traffic classification is able to classify applications effectively. Current popular methods of traffic classification mainly include machine learning algorithm based on supervised or unsupervised and the method based load. In practical applications, the above methods have high complexity or low accuracy degree, so we propose a semi-supervised support vector machine method only based on flow statistics to identify and classify network applications. In this method, SVM, \"constant\" flow and co-training algorithm are the key core to obtain a classifier rapidly. The classifier got by this method has three advantages contrast to the previous classical methods: 1) high classification degree; 2) high generalization performance; 3) rapid computational performance. As a proof of concept, we implement the classification algorithm based on open-resource, and show the characteristics and feasibility of our method in the campus and resident network."}
{"corpusid":41596,"openaccessinfo":{"externalids":{"MAG":"1917645424","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Among all the existing biometric modalities, authentication systems based on keystroke dynamics are particularly interesting for usability reasons. Many researchers proposed in the last decades some algorithms to increase the efficiency of this biometric modality. Propose in this paper: a benchmark testing suite composed of a database containing multiple data (keystroke dynamics templates, soft biometric traits ...), which will be made available for the research community and a software that is already available for the scientific community for the evaluation of keystroke dynamics based systems. We also built the proposed biometric database on soft biometric traits for keystroke dynamics to suit the experiment. 110 people had voluntarily participated and gave their soft biometrics data i.e. the way of typing gender age and handedness."}
{"corpusid":41854,"openaccessinfo":{"externalids":{"MAG":"2152758797","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Let Pnr be the set of n-by- nr -regular primitive (0,1)-matrices. In this paper, an explicit formula is found in terms of n and r for the minimum exponent achieved by matrices in Pnr. Moreover, matrices achieving that exponent are given in this paper. Gregory and Shen conjectured that bnr = n 2 + 1 is an upper bound for the exponent of matrices in Pnr .M atrices achieving the exponent bnr are presented for the case when n is not a multiple of r. In particular, it is shown that b2r+1,r is the maximum exponent attained by matrices in P2r+1,r .W henn is a multiple of r ,i t is conjectured that the maximum exponent achieved by matrices in Pnr is strictly smaller than bnr. Matrices attaining the conjectured maximum exponent in that set are presented. It is shown that the conjecture is true whenn =2 r."}
{"corpusid":43292,"openaccessinfo":{"externalids":{"MAG":"2395186665","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"OBJECTIVE\nTo map the gene for autosomal dominant congenital cataract (ADCC) in a Chinese family.\n\n\nMETHODS\nBlood samples were collected from 14 members of this family. Linkage analysis was carried out using short tandem repeat polymorphism (STRP) in close proximity to genes and loci previously reported involving in human cataract. Two-point linkage analysis lod scores were calculated.\n\n\nRESULTS\nThe mutation gene locus in this pedigree was mapped to 17q, an 11.78-cM interval between markers D17S1288 and D17S933. Significant positive maximum LOD scores (Z(max)) at recombination fraction (theta) 0, were obtained for markers D17S805 (Z(max) = 2.03), D17S1294 (Z(max) = 2.49), and D17S1293 (Z(max) = 2.22).\n\n\nCONCLUSIONS\nThe mutation gene in this ADCC pedigree is located at chromosome 17q. This is the first report of an autosomal dominant congenital nuclear cataracts located at this locus. This result will be helpful for further studying of the pathogenesis of cataract."}
{"corpusid":43539,"openaccessinfo":{"externalids":{"MAG":"2213968665","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Progressive loss of virulence for goat kids was noticed when peste des petits ruminants (PPR) virus was passaged in Vero cells. While goats inoculated with the 60th passage suffered from the clinical PPR disease and mortality, goats inoculated with the 80th passage did not show any sign of the disease. If the progressive loss of virulence of the virus with passage continues, it will not be long before a homologous PPR vaccine will be obtained at the National Veterinary Institute, Vom."}
{"corpusid":44411,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Executive Summary Please provide a brief overview of the school district's proposed TLC plan. This summary should highlight your vision and goals and describe how the primary components of the plan connect to one another. (5,000 characters maximum) Wapsie Valley Schools utilized our School Improvement Advisory Committee to develop our teacher leader framework. The SIAC committee consists of staff members, parents, students and administrators. This committee carefully considered existing work and priorities in our system along with the Department of Education’s theory of action and initiative goals when describing the responsibilities of various levels of teacher leadership in our plan. Wapsie Valley Schools has four goals for the teacher leader proposal. Goal 1: Build the professional capacity of teacher leaders to aid in the development, delivery, and evaluation of professional learning in the district. Goal 2: Build system capacity to meet our mission: Guaranteed learning for every student. More effectively target the learning needs of each student. Base system, building and individual student decisions on evidence of learning. Goal 3: Provide greater support for the system’s collaborative culture. Goal 4: Provide a supportive network for teachers new to our system and to the profession. As we developed our plan, we utilized a worksheet to ensure that we connected our teacher leadership planning to district priorities and values. That worksheet asked members of the committee to connect learning or critical plan considerations to several foundational elements: the Iowa Core, Iowa Vision for TLC Plans, 2013-2014 SIAC recommendations, assessment and feedback, administrative team “tight” concepts (such as collaborative philosophy, PLC framework, and systems approach), the district’s core instructional values, professional learning communities, and the district mission statement: Guaranteed learning for every student. The teacher leadership layers represent support for the system through a building leadership team, for collaborative teams in our district through a collaborative coach, for individual teachers through the mentor and new professional plan, and to individual students through the intervention coach: system, team, teacher, and student focused support. The district places high value on meeting our mission--Guaranteed learning for every student--and on core instructional values that we believe describe good teaching and learning no matter the building, classroom, content area, or grade level. Those core instructional values are: Through a collaborative environment, we: Focus on learning. • Communicate clear learning targets. • Provide timely feedback based on evidence of learning. • Ensure a responsive system based on results. • The collaborative coach will focus on developing skills required to continue to develop our professional learning communities. Using the Critical Issues for Team Consideration document (provided by Solution Tree), collaborative team coaches will help teams set goals to improve their capacity as a PLC, coach teams to improve in targeted areas, and develop support structures to facilitate more consistent and intentional collaborative time (i.e. virtual meetings, sharing and reviewing of data through technology, et cetera). This intervention coach will work closely with the collaborative coach, BLT, and administrative team to provide support to district teachers in the area of development, implementation, and analysis of impact of learning intervention for teams of teachers and individual teachers. This teacher leader will work to improve district capacity to target intervention in learning to the district established “I Can” statements. The building leadership team will provide leadership at the system level, based, in part, on feedback from our collaborative and intervention coach about the work of our teacher teams and the impact our instruction is having on student learning. The BLT will focus on evidence of system progress, and based on that evidence, evaluate professional learning experiences in the district, design professional learning experiences for our staff, and partner with district administrators to deliver that professional learning. Work that focuses on current district work in unit planning, proficiency scales, feedback and assessment, progress monitoring, and “I Can” statements will continue, with the BLT monitoring the impact the professional development is having on instruction and the impact instruction is having on learning. Teachers new to the profession and to the district will need significant support entering the field, and building capacity to plan units, develop proficiency scales, target instruction to “I Cans,” intervene in learning, and monitor progress in our system. With that need for support in mind, new professionals will be supported by a mentor. That partnership will be afforded additional contract days, in addition to 36 days throughout the year to work together, modeling, co-teaching, or observing one another. This additional support will better enable new professionals to feel supported in a new environment. These teacher leadership roles will improve the district’s ability to increase the professional capacity of our staff, and in doing so, to meet our mission. The collaborative and intervention coaches perspective will connect to the building leadership team’s interest in the success of the system, and the mentors will be critical in the induction of new teachers to the instructional expectations of our system. This teacher leader framework focuses support on our system, our teams, our individual teachers, and our students. The Wapsie Valley School Board approved the plan on October 30, 2014. Please select the TLC model number that most closely resembles your district plan. TLC Model Number Model 3 Comparable Plan"}
{"corpusid":44848,"openaccessinfo":{"externalids":{"MAG":"2424835714","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"On the basis of six necropsied cases of intravascular malignant lymphomatosis (IML), we elucidated its pathological characteristics. In the brain of IML, multiple softened areas of various size were observed, dominantly in the white matter of the cerebral hemisphere, which showed bilateral distribution with no relation to the supply area of the large vessels and intermingled fresh and old lesions. The spinal cord was one of the most often involved areas in IML, particularly at the lumbosacral segmental level. The origin of the tumor cells, based upon the findings that the tumor cell of all our cases were positive for SL-26, LN1, and LN2, were considered to be B-cell. We speculated that not only the circulatory failure due to the tumor cells which filled the vascular lumen, but also circulatory disturbances due to thrombosis, thickening of the intima and angiitis were significant findings for the necrosis in IML. IML is an important disease as the fourth type of central nervous system involvement due to malignant lymphoma, in addition to primary malignant lymphoma of the brain, meningeal lymphomatosis, compression of the spinal cord caused by extradural metastasis of lymphoma."}
{"corpusid":45103,"openaccessinfo":{"externalids":{"MAG":"1516629248","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In non-lubricated piston compressors the wear of the piston rod packing rings is still a problem that needs to be considered. Due to the demands of high gas pressure and leak-tight sealing the frictional heat of the rings is causing high temperatures in the area of the piston rod packing. High temperatures are – among other factors – one reason for an increase of wear and thus for a lifetime reduction of the packing. To increase this lifetime – and so to increase the time between two technical services – the idea of an internal cooling of the piston rod with a phase changing medium was created. To investigate this new cooling method for non-lubricated piston compressors a research project between the EFRC R&D Working Group (European Forum for Reciprocating Compressors) and the Technical University of Dresden was initiated. Within this project, a test bench with a full scale balanced opposed process gas compressor was set up and measurements shall be taken. The measured values will be used for a validation of a thermal simulation model based on the software ANSYS. Also, a model test rig is investigated which allows the investigation of temperature along a hollow piston rod in a moving system."}
{"corpusid":45428,"openaccessinfo":{"externalids":{"MAG":"2023354677","ACL":null,"DOI":"10.1109/TPAMI.2014.2385708","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Segmenting an image into an arbitrary number of coherent regions is at the core of image understanding. Many formulations of the segmentation problem have been suggested over the past years. These formulations include, among others, axiomatic functionals, which are hard to implement and analyze, and graph-based alternatives, which impose a non-geometric metric on the problem. We propose a novel method for segmenting an image into an arbitrary number of regions using an axiomatic variational approach. The proposed method allows to incorporate various generic region appearance models, while avoiding metrication errors. In the suggested framework, the segmentation is performed by level set evolution. Yet, contrarily to most existing methods, here, multiple regions are represented by a single non-negative level set function. The level set function evolution is efficiently executed through the Voronoi Implicit Interface Method for multi-phase interface evolution. The proposed approach is shown to obtain accurate segmentation results for various natural 2D and 3D images, comparable to state-of-the-art image segmentation algorithms."}
{"corpusid":46263,"openaccessinfo":{"externalids":{"MAG":"2419182441","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Contraction of epiretinal membranes remains the leading cause of failure in retinal surgery. The mechanism of contraction of cellular units is as yet unknown. We have used immunohistochemical methods to demonstrate the intracellular localization of the proteins actin, myosin, tropomyosin and vinculin, which are thought to be responsible for cellular contraction, in 26 surgically obtained epiretinal traction membranes from patients with traumatic (n = 12) and idiopathic (n = 7) proliferative vitreoretinopathy, and proliferative diabetic retinopathy (n = 7). The use of cell marker proteins for glial cells (GFAP) and retinal pigment epithelium (cytokeratin) demonstrates that the prevalence of contractile components is independent of cellular construction. We suggest that an intracellular mechanism is responsible for the contraction of epiretinal membranes in proliferative vitreoretinal disorders."}
{"corpusid":46387,"openaccessinfo":{"externalids":{"MAG":"2403947451","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A 62-year-old man with both coronary artery disease and leg ischemia was successfully treated with a combined revascularization procedure. Coronary artery bypass grafting (CABG) was carried out using in situ left internal thoracic artery and right gastroepiploic artery grafts, and bilateral femoropopliteal bypass grafting were performed reversed saphenous vein grafts simultaneously. The patient recovered well and experienced neither angina nor intermittent claudication."}
{"corpusid":46903,"openaccessinfo":{"externalids":{"MAG":"1572657414","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"1406.7551"},"license":null,"url":null,"status":null},"abstract":"Ramine Tinati, Elena Simperl, Markus Luczak-Roesch, Max Van Kleek, Nigel Shadbolt, University ofSouthampton1. INTRODUCTIONOnline citizen science can be seen as a form of collective intelligence Levy [1997] and Woolley et al.´[2010] in which the wisdom of the crowd is applied to the Web to advance scientiﬁc knowledge [Prestop-nik and Crowston 2012] Thus far, online citizen science projects [Bonney et al. 2009] have appliedmillions of volunteers to solving problems in a wide array of scientiﬁc domains, ranging from the clas-siﬁcation of galaxies [Fortson et al. 2011] to the completion of protein folding networks [Khatib et al.2011].Central to many of these projects are online messaging or discussion facilities designed to allowvolunteers to ask one another questions and advice. Such facilities have in many cases yielded sub-stantial, dedicated self-sustaining online communities. In this paper, we examine participation in suchcommunities; speciﬁcally, whether participation in online discussion inﬂuences task completion withinand across 10 distinct projects of a shared citizen science platform, the Zooniverse"}
{"corpusid":46967,"openaccessinfo":{"externalids":{"MAG":"2397669475","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The development of the divisions of general practice network has been one of the major health innovations of the past decade. Its establishment was an innovative plan to build capacity in general practice to respond to health needs in the community and develop good quality health services. The network has a secure place in the health system and assists general practitioners to become involved at all levels of health policy and decision making. This capacity has facilitated multiple health reforms including immunisation and information technology, leading to improved health outcomes for the Australian community."}
{"corpusid":47944,"openaccessinfo":{"externalids":{"MAG":"2131407301","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"1406.7561"},"license":null,"url":null,"status":null},"abstract":"The emergence and ongoing development of Web 2.0 technologies have enabled new and advanced forms of collective intelligence at unprecedented scales, allowing large numbers of individuals to act collectively and create high quality intellectual artifacts. However, little is known about how and when they indeed promote collective intelligence. In this manuscript, we provide a survey of the automated tools developed to analyze discourse-centric collective intelligence. By conducting a thematic analysis of the current research direction, a set of gaps and limitations are identified."}
{"corpusid":51619,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The SmartReality project is a new Austrian national project dedicated to exploring how people can access smarter information about the things around them through a combination of Augmented Reality, Web services and semantic technologies. This paper introduces the project and our initial thoughts concerning the current and necessary state of AR standards, interfaces and platforms."}
{"corpusid":52970,"openaccessinfo":{"externalids":{"MAG":"2399855700","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Observation chez un homme de 33 ans etudiant en medecine germanique. Il avait sejourne en Afrique 2 mois auparavent en particulier au Cameroun et dans des zones endemiques pour la loase"}
{"corpusid":53329,"openaccessinfo":{"externalids":{"MAG":"586184864","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Constipation is a common gastrointestinal disease affecting approximately 16.5% of the population in Korea. Systemic diseases such as hypothyroidism or colon cancer and drugs can cause constipation in some patients with constipation, there is no obstructive mucosal or structural cause in the vast majority of patients with constipation. Evaluation for secondary causes of constipation is needed to provide appropriate management. Once secondary causes have been excluded, constipation may be classified into normal or slow transit constipation, evacuation disorder of the spastic or flaccid varieties, or both. Treatment of chronic constipation based on the underlying pathophysiology is generally successful. The aims of this review are to discuss the management of functional constipation based on guidelines for the treatment of constipation published in Korean Journal of gastroenterology in 2011: lifestyle changes; bulking agents and stool softeners; osmotic agents; stimulant laxatives; prokinetics; biofeedback and surgical treatments. Exercise and dietary fiber are helpful in some patients with constipation. Laxatives including bulking agents, stool softeners, osmotic agents, stimulant laxatives have been found to be more effective than placebo at relieving symptoms of constipation. New enterokinetic agents such as 5-hydroxytryptamine-4 receptor agonists, intestinal secretagogues, and peripheral opioid antagonists could be effective in patients with constipation who cannotget adequate relief from current laxatives. Biofeedback could relieve symptoms in selected patients with constipation due to pelvic floor dyssynergia. Surgical treatments can be helpful in some patients with refractory constipation."}
{"corpusid":53599,"openaccessinfo":{"externalids":{"MAG":"1511232353","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Mobile Storage Devices, such as USB flash drives, offer a flexible solution for the transport and exchange of data. Nevertheless, in order to prevent unauthorized access to sensitive data, many enterprises require strict security policies for the use of such devices with the effect of rendering their advantages rather unfruitful. \n \nTrusted Virtual Domains (TVDs) provide a secure IT infrastructure offering a homogeneous and transparent enforcement of access control policies on data and network resources, however, the current model does not specifically deal with Mobile Storage Devices. \n \nIn this paper, we present an extension of the TVD architecture to incorporate the usage of Mobile Storage Devices. Our proposal addresses three major issues: coherent extension of TVD policy enforcement by introducing architectural components that feature identification and management of transitory devices; transparent mandatory encryption of sensitive data stored on mobile devices; and highly dynamic centralized key management service. In particular we address offline scenarios allowing users to access and modify data while being temporarily disconnected from the domain. We also present a prototype implementation based on the Turaya security kernel."}
{"corpusid":54138,"openaccessinfo":{"externalids":{"MAG":"89806410","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Bisphosphonates inhibit bone resorption and are widely used to treat osteolytic metastases and osteoporosis. Renal osteodystrophy patients have continuous bone loss due to chronically elevated parathyroid hormone (PTH). In this open-label study, ibandronate was evaluated for the treatment of reduced bone density in renal osteodystrophy. Patients (n=16) with end-stage renal disease (ESRD) and regular hemodialysis schedules were recruited. All patients had low bone mineral density (BMD; lumbar spine T-score <-1.0) and elevated PTH levels (>2-fold higher than normal). Patients received ibandronate 2 mg every 4 weeks for 48 weeks. Serum levels of markers of bone turnover, calcium, phosphate and magnesium were determined (week 0 [prior to treatment] vs. at week 48). BMD (n=11) increased significantly from 88.94 +/- 31.68 mg/mL calcium hydroxylapatite (CaHA) to 93.51 +/- 35.36 mg/mL CaHA (p=0.032). T-scores increased significantly from -3.08 +/- 1.11 to -2.78 +/- 1.27 (p<0.01). The mean PTH level initially increased before dropping to 18.99 pmol/L at week 48 (7.99% decrease vs. week 0; not significant). Bone turnover markers decreased, whereas calcium and magnesium levels remained stable and within normal ranges. Phosphate levels were variable throughout the study. Two patients did not complete the study, and 3 patients died due to concomitant cardiovascular disease. Calcitriol dosage increased from 1.5 to 1.83 microg/week. In patients with renal osteodystrophy and ESRD, ibandronate significantly increased BMD and decreased bone turnover."}
{"corpusid":55271,"openaccessinfo":{"externalids":{"MAG":"1690833673","ACL":"S10-1076","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"As a participant in TempEval-2, we address the temporal relations task consisting of four related subtasks. We take a supervised machine-learning technique using Markov Logic in combination with rich lexical relations beyond basic and syntactic features. One of our two submitted systems achieved the highest score for the Task F (66% precision), untied, and the second highest score (63% precision) for the Task C, which tied with three other systems."}
{"corpusid":55387,"openaccessinfo":{"externalids":{"MAG":"2474417420","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"OBJECTIVE\nTo assess the effect of Medical Nutritional Therapy (MNT) combined with self blood glucose monitoring (SBGM) in the clinical outcomes of patients with type 2 diabetes.\n\n\nMATERIAL AND METHOD\nA randomized controlled trial was conducted on patients with uncontrolled, not-using insulin type 2 diabetes at Her Royal Highness Princess Maha Chakri Sirindhorn Medical Center Sixty patients were recruited and randomized equally into intervention group (MNT with SBGM) and control group (usual care). The primary endpoint was improvement of hemoglobin A₁c (HbA₁c) at 12 and 24 weeks.\n\n\nRESULTS\nAt 12 and 24 weeks the intervention group had significantly improved their glycemic control in comparison to control group (median decrement of HbA₁c at 12 weeks 0.72% vs. 0.15%; p < 0.001 and at 24 weeks 0.85% vs. 0.20%; p < 0.001). Oral hypoglycemic agents were reduced or discontinued in 7 patients in the intervention group and 1 patient in control group who achieved HbA₁c goal after 24 weeks (p = 0.037). After 24 weeks, body weight was significantly decreased from baseline (2.3 kg, p < 0.001) in the intervention group while only non-significant decrease was observed in control group (0.1 kg, p = 0.632).\n\n\nCONCLUSION\nMNT combined with SBGM is an effective non-pharmacological intervention for patients with uncontrolled type 2 diabetes."}
{"corpusid":56027,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In this chapter, we will introduce the skin surface defined by Edelsbrunner [2, 3]. This is an implicit surface with similar flexibility of metaballs [1]. The skin surface has a better control on the surface and is decomposable into quadratic algebraic surfaces while metaballs are defined by exponential functions. First, we will define the sphere algebra with some arithmetic operations (including addition and multiplication of spheres). These operations facilitate the definition of the convex and affine hulls of spheres. Then, base on these operations, we define the skin. Because it is hard to illustrate the skin surface without mentioning the complementary part of it, we will introduce the set of orthogonal spheres and complementarity. The goal is to illustrate the skins in R 2 and R 3 , although the skin can be generalized to any dimension. Figure 9.1: Orthogonal circles in R 2 : The dashed circles are orthogonal to the shaded circle. Define π i,j = ∥z i − z j ∥ 2 − r 2 i − r 2 j , for b i , b j ∈ R d × R. If π i,j = 0, the two spheres b i and b j are said to be orthogonal to each other, denoted as b i ⊥b j , If both r 2 i and r 2 j are positive, the two orthogonal spheres intersect and form right angles at the intersections. For each simplex, δ X ∈ D B , one or more spheres are orthogonal to all elements in X. For example, in R 2 , if X = {b i }, there is an infinite number of orthogonal spheres as shown in figure 9.1. We will illustrate the case of card(X) = 2 later. For card(X) = 3, there exists only one sphere which is orthogonal to all the spheres in X. To define the set of orthospheres B ⊥ of B, pick the orthosphere with the smallest squared radius for each δ X. Formally,"}
{"corpusid":57068,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Inter-diffusion of K and Na in alkali feldspar was studied at 5 and 15 kbar confining pressure using difusion couples annealed at 900\" and 1000\"C. Concentration profiles were measured using an electron microprobe and results were obtained for inter-diffusion in four crystallographic directions at 1000\"C, Inter-difusion coefficients (D) were calculated as a function of composition from Orls to Or6s. Alkali inter-difusion is about l0 times faster normal to (001) than normal to (010), and the rate is intermediate parallel to F00l and [0] l]. A trace amount of water appears to have no influence on the inter-difusion rate, and within experimental error there is no difference in D between 5 and 15 kbar. There is agreement between the D values determined experimentally and those calculated from published selfdiffusion coefficients. The nonideality of the alkali feldspar binary at lfi)0\"C has a significant efect on D, and this effect becomes increasingly important at lower temperature."}
{"corpusid":57940,"openaccessinfo":{"externalids":{"MAG":"2416144312","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"OBJECTIVE\nTo evaluate circulating HER-2/neu in cervical cancer patients prior to and following treatment.\n\n\nMETHODS\nControls, and patients with either cervical dysplasia or cancer taken from an active gynecologic oncology service were evaluated for the expression of HER-2/neu in serum by ELISA before and following surgery, radiation, chemotherapy or combinations thereof. The resulant data was then evaluated for significance by either ANOVA or non-parametric testing.\n\n\nRESULTS\nMean differences were noted for patients with cervical cancer compared to controls. Patients with a good response to the chemotherapy indicated an increase in the serum oncogene, while those not responding either had no marked change or decreased the level of serum HER-2/neu.\n\n\nCONCLUSIONS\nAs serum HER-2/neu is a membrane bound portion of the intact molecule, these results suggest that due to the induction of cell death and breakdown, the liberation of this fraction (increased levels in the serum), is a viable indicator of response to treatment in some patients. A more detailed examination of this possibility along with expanded correlation with tissue expression is required."}
{"corpusid":58662,"openaccessinfo":{"externalids":{"MAG":"2603767990","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Introduction Population studies have shown that only the minority of pancreatic cancer patients receive cancer directed therapy. Methods Primary aim of this study was to evaluate the referral rate for systemic chemotherapy, as a proxy for the quality of health care delivered to patients with pancreatic cancer in the province of Nova Scotia (Canada). The study population included a cohort of all patients older than 18 years of age who had the diagnosis of PC over a ten year period (April 1, 2001-March 31, 2011). Diagnostic codes of the International Classification of Disease for Oncology, 3rd edition were used to select patients with pancreatic cancer from the Nova Scotia Cancer Registry. Univariate and multivariate analyses were used to assess characteristics associated with the likelihood of receiving cancer directed therapy in the form of adjuvant or palliative chemotherapy. Results A total of 1,161 patients were included with mean age of 72 years. Elixhauser comorbdity score >1 was present in 41% of the cohort with 31% of patients living in rural areas and 40% belonging to low income groups. Surgical therapy was performed in 11.7%. Among patients who underwent resection, 60% were referred to medical oncologists for adjuvant chemotherapy vs. 36% for patients who were not surgical candidates (P<0.0001). Medical oncology consultations were completed only in 46% of patients who underwent surgical therapy vs. 31% of patients who were not surgical candidates (P<0.0001). Multivariate analysis of factors associated with referral to medical oncology services were younger age and low comorbidity status. Conclusions In Nova Scotia, cancer directed therapy in the form of surgery or chemotherapy for PC is offered only to a minority of patients. Rates of cancer directed therapy may reflect appropriate considerations of patients' preferences and functional status, however, other factors, including physicians' attitudes, may play a significant role."}
{"corpusid":59628,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In the past decade, several epidemiological studies have shown a relationship between intrauterine growth retardation and insulin resistance, type 2 diabetes and cardiovascular disease in adulthood. Although the biological mechanisms underlying this association are still largely unknown, different explanatory hypotheses have been proposed. It seems likely that the various pathways may interact with each other, all contributing at different degrees to the development of the metabolic disturbances."}
{"corpusid":59980,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Area and Power consumption are important design metrics in integrated circuit (IC), in particular in those targeted for wearable devices. Σ-∆ Analog to Digital Converter (ADC) are increasing in popularity in those devices thanks to the low bandwidth of a great number of sensors that permits to increase converter performances by the oversampling and noise shaping techniques. One of the most important part of the Σ-∆ ADC is the decimation filter, usually implemented as a Cascaded Integrator Comb (CIC). The various CIC architectures, in particular the Recursive and Non recursive Polyphase ones, are well known in literature. However, filters on-chip performances are strictly related to the effective implementations. The aim of this paper is to evaluate the two architectures, with different values of the characteristic parameters, optimizing the 180 nm CMOS Standard Cell technology design for a reduced area occupation or power consumption. Results prove that polyphase implementations, differently from theoretical analysis, are generally more power efficient than the recursive one only in a clock gated design, even with a higher area occupation. In addition, an estimation of the power consumption is provided using least squares regression. 1"}
{"corpusid":61780,"openaccessinfo":{"externalids":{"MAG":"2186309841","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Adresa za dopisivanje Ana Isabella Arruda Meira Ribeiro Rua Coronel Jose Andre, 96 – Centro Campina Grande/PB CEP: 58400-068. tel: +55. (83) 3337-3649 isaro_jesus@hotmail.com Sažetak Svrha: U uvjetima in vitro željelo se procijeniti utjece li i kako primjena 20-postotnog natrijeva askorbata na deproteinizirani dentin, a za to se rabio elektronski mikroskop/rendgenska spektroskopija rasprsivanja energije (SEM/EDS). Materijal i metode: Sedam ekstrahiranih humanih trecih kutnjaka odabrano je za istodobnu analizu sastava i dentinske povrsine uz pomoc SEM/ EDS-a. Bilo je odabrano i poduzeto sljedece: G1 – zdrav dentinski supsrat; G2 – demineralizirani dentinski supstrat demineraliziran 15 sekundi 37-postotnom ortofosfornom kiselinom prema uputi proizvođaca; G3 – deproteinizirani dentinski supstrat deproteiniziran 60 sekundi uz neprekidno mijesanje u 10-postotnoj vodenoj otopini natrijeva hipoklorida; G4, G5, G6 i G7 – demineralizirani i deproteinizirani dentinski supstrat primjenom 10-postotne vodene otopine natrijeva askorbata tijekom 15, 30, 60 sekundi te jednu minutu prema redoslijedu navedenih grupa. Uzorci su pregledani elektronskim mikroskopom (Quanta 2000 – Fei Company) opremljenim spektrometrom rasprsujuce energije i naponom ubrzanja od 10 KV pri povecanju od 2000 X u vakuumu. Rezultati: Analiza SEM/EDS-om pokazala je progresivno odlaganje kristala natrijeva askorbata usporedno s povecanjem antioksidacijskog sredstva, stvarajuci koru koja može prouzrociti zatvaranje pojedinih dentinskih tubula. Nije bilo statisticki znacajne razlike između G2 i G3 (p>0,05). Primjena 10-postotnog natrijva askorbata 60 sekundi smanjila je razinu kisika (P=0,029), magnezija (P=0,019) i natrija (P=0,029). Zakljucak: Nakon primjene 10-postotnog natrijeva askorbata, progresivno se talože njegovi kristali i stvaraju koru na dentinskom supstratu koja zacepljuje pojedine dentinske kanalice. Kljucne rijeci dentin; antioksidansi; askorbinska kiselina; mikroskopija, elektronska, scintigrafska; spektrometrija, radiografska 1 Stomatoloski fakultet Sveucilista Paraiba, Campina Grande, PB, Brazil School of Dentistry, State University of Paraiba, Campina Grande, PB, Brazil 2 Stomatoloski fakultet Sveucilista Campina Grande, Patos, PB, Brazil School of Dentistry, Federal University of Campina Grande, Patos, PB, Brazil 3 Stomatoloski fakultet Sveucilista Pernambuco, Camaragibe, PE, Brazil Faculty of Dentistry, University of Pernambuco, Camaragibe, PE, Brazil"}
{"corpusid":62094,"openaccessinfo":{"externalids":{"MAG":"2295764260","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Among the embedded systems which were quickly developed during the last years and that were used in various domains (e.g. access control, health, ...) we can cite radio frequency identification (RFID). In this paper, we propose an improved mutual authentication protocol in RFID systems based on the randomized McEliece cryptosystem. The McEliece cryptosystem is not only very fast, but it is resistant to quantum computing and it does not require any crypto-processor. Our work includes a comparison between the improved protocol and dierent existing protocols based on error-correcting codes in terms of security and performance. Security and privacy properties are proved, and the performance of the proposed authentication protocol is analysed in terms of storage requirement, communication cost and computational cost."}
{"corpusid":63232,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"This contribution aims at showing some of the advantages of taking a novel, broad and systemic view on constitutive rules based on a failure oriented analysis, relying on the notion of impasse. Basically, impasses can descend by two main kinds of causes: either a mismatch between rules (how things should be done) and facts (how things are actually done), or an internal contradiction among rules. Given the definitional character of constitutive rules, one could say that they set a new “logical space” for action, and that impasses (both mismatches and internal contradictions) push the action out of such space, thus threatening the identity of the regulated interaction and coordination. It is fairly clear that constitutive impasses may endanger the life of an institution, on the other hand, in a lot of other situations similar issues can arise in systems of constitutive rules that are not fatal to them. The main claim here is that, in order to understand such situations, an analysis of the dynamic evolution of impasses from definitional to institutional, in social settings is necessary. What the proposed analysis will show is a stepwise process towards the “institutionalization” of the impasse. Both definitional and institutional impasses can be said to be ontological, though each in a different sense. What makes definitional impasse ontological are the rules of the institution, while what"}
{"corpusid":63374,"openaccessinfo":{"externalids":{"MAG":"1845398143","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The CCR4 protein is specifically required for the increased transcription at the ADH2 locus resulting from mutations in the SPT10 (CRE1) and SPT6 (CRE2) genes and is also required for the expression of ADH2 and other genes under non-fermentative growth conditions. The mechanism by which mutations in CCR4 suppress defects in SPT10 and SPT6 was examined. The SPT10 and SPT6 genes were shown not to control CCR4 mRNA or protein expression nor did SPT10 and SPT6 proteins co-immuneprecipitate with CCR4. CCR4 association with two other proteins, 195 and 185 kDa in size, was unaffected by either spt10 or spt6 mutations. Also, the ability of CCR4 to activate transcription when fused to the LexA DNA binding domain was not specifically enhanced by defects in either SPT10 or SPT6. These results suggest that SPT10 and SPT6, in negatively regulating transcription at ADH2, act through a factor that requires CCR4 function, but do not regulate CCR4 expression, control its activity, physically interact with it, or affect its binding to other factors. The relationship of CCR4 to the group of general transcription factors, SNF2, SNF5, SNF6 and SWI1 and SWI3, which comprise a multisubunit complex required for ADH2 and other genes' expression, was also examined. CCR4 protein expression was not controlled by these factors nor did they co-immuneprecipitate or associate with CCR4. In addition, a ccr4 mutation had little effect on an ADH2 promoter alteration in contrast to the large effects displayed by mutations in SNF2 and SNF5. These data suggest that CCR4 acts by a separate mechanism from that used by the SNF/SWI general transcription factors in affecting gene expression."}
{"corpusid":63445,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Background A direct brain interface is defined as a human−computer interface that accepts voluntary commands directly from the brain. The research described here is being performed under an NIH Bioengineering Research Partnership and is focused on the development of a direct brain interface based on event detection in electrocorticogram (ECoG). Our goal is to enable people with disabilities to use such an interface to control assistive technology and improve their independence and quality of life. The subjects for this research are patients in an epilepsy surgery program who have subdural macro electrodes placed as part of their treatment. Subjects are asked to perform a variety of actions while ECoG recordings are made. The ECoGs for a particular subject, action group, and session are defined as a single data set. To date, over 260 data sets containing over 10,000 electrode channel recordings (each mapped into 1 of 11 cortical areas) have been obtained from 39 subjects. Details of the data collection can be found in Levine et al.(1999). The basic method for the direct brain interface is based on the detection of event−related potentials (ERPs) in ECoG. First, averaged ECoG templates are developed using triggered averaging with the trigger based on EMG, switch activation, movement, or sound associated with the action. (Triggerless template development methods based on iterative cross−correlation using generic template models have been developed and are near implementation (Ferrise et al., 2000)). Normalized cross−correlation is then performed between averaged ECoG templates from the first half of a channel and ECoG from the second half. Detections (defined when the cross−correlation values exceeded an experimentally determined threshold) that occur within 1 second before and 0.25 seconds after a trigger are considered \"hits.\" The most accurate detections obtained so far have been 96% hits with 0% false positives (tongue protrusion action, from middle/inferior temporal gyri); 100% hits with 4% false positives (finger movement, from parietal lobe), and 100% hits with 7% false positives (tongue protrusion action, from postcentral gyrus) (Levine et al., 2000)."}
{"corpusid":64415,"openaccessinfo":{"externalids":{"MAG":"2578343123","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Zahlreiche Kongresse, Tagungen und Symposien werden unter dem Begriff „Industrie 4.0“ abgehalten. Für eine breite Anwendung in Unternehmen fehlt es oft an Umsetzungsideen mit entsprechender Bewertungsmöglichkeit. Das Reifegradmodell Industrie 4.0 ist ein strategiegeleitetes Vorgehensmodell für Unternehmen, das in den Dimensionen Daten, Intelligenz und Digitale Transformation den Industrie 4.0 Reifegrad bestimmt. Nach Feststellung des ISTReifegrades lässt sich strategiegeleitet der angestrebte SOLL-Reifegrad bestimmen. Konkrete Projektvorschläge zur Erreichung dieses Sollzustandes lassen sich ebenfalls aus dem Reifegradmodell für die teilnehmenden Unternehmen ableiten."}
{"corpusid":64737,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"by the unilateral brain damage which results in a weaker neural representation for contralesional target stimuli. The consequence is that in competitive situations, the weaker neural representation of the contralesional target stimulus is at a disadvantage when compared to the stronger neural representation of the ipsilesional target stimulus and will usually lose the bid for attention. Previous studies performed with both neurologically healthy subjects and neurological patients suffering from extinction suggest that depending on the circumstances, stimulus similarity between two simultaneously presented target stimuli can either improve or hinder perception. Several studies have found improved performance when two target stimuli are perceptually identical as compared to when two target stimuli are perceptually different (Vuilleumier and Rafal, 2000, experiment 1; Ward et al., 1994). Multiple identical stimuli tend to be perceived as a single perceptual group in line with the principle of similarity grouping (Wertheimer, 1923; Koffka, 1999). In accordance with the proposal from Desimone and Duncan (1995) that competitive interactions should occur mostly between perceptual groups and not within perceptual groups, similarity grouping increases the likelihood that a stimulus representation gains access to processing resources by making the multiple stimulus representations non-competing allies in the bid for visual selection. Similarity"}
{"corpusid":65148,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Given a fuzzy variable, what is the degree of difficulty of predicting the specified value that the fuzzy variable will take? Entropy provides a measure to characterize the fuzziness. Given some constraints, there are usually multiple compatible membership functions. Which membership function shall we take? The maximum entropy principle attempts to select the membership function that maximizes the value of entropy. This paper provides a personal (not balanced) overview of entropy of fuzzy variables and fuzzy maximum entropy principle. Three basic requirements for entropy of fuzzy variables are also introduced. Finally, the cross-entropy and quadratic entropy of fuzzy variables are documented. c © 2007 World Academic Press, UK. All rights reserved."}
{"corpusid":67925,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Abstract The investigation of plant mixtures used in traditional medicine in Northern Peru yielded a total of 974 herbal preparations used to treat 164 different afflictions. Psychosomatic disorders were, with almost 30% of all recipes applied, the most important afflictions treated. In most cases, healers used only one or two mixtures to treat an illness. However, up to 49 different preparations were used to treat the same disease. This indicates a high degree of experimentation. Altogether 330 plant species, representing almost 65% of the medicinal flora used in the region were applied in mixtures. The overwhelming number of plant mixtures contained 2-7 different plant species, although in the most extreme case 27 distinct species were included. The cluster analysis confirmed that mixtures used for applications like inflammations, infections and blood purification, as well as cough, cold, bronchitis or other respiratory disorders, or urinary infection and kidney problems had similar floristic compositions. Mixtures used for nervous system disorders, anxiety and heart problems often had a similar composition Introduction Traditional Medicine, defined by the WHO as \" medical knowledge systems that developed over generations within various societies before the era of modern medicine , including the health practices, approaches, knowledge and beliefs incorporating plant, animal and mineral-based medicines, spiritual therapies, manual techniques and exercises, applied singularly or in combination to treat, diagnose and prevent illnesses or maintain well-being.\" [1] is used globally and has rapidly growing economic importance. In developing countries, Traditional Medicine is often the only accessible and affordable treatment available. In Latin America, the WHO Regional Office for the Americas (AMRO/PAHO) reports that 71% of the population in Chile and 40% of the population in Colombia have used Traditional Medicine. In many Asian countries Traditional Medicine is widely used, even though Western medicine is often readily available. In Japan, 60-70% of allopathic doctors prescribe traditional medicines for their patients. In the US the number of visits to providers of Complementary Alternative Medicine (CAM, codified herbal medicine) now exceeds by far the number of visits to all primary care physicians [1-3]."}
{"corpusid":68789,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"With a prevalence of 1 to 2% among males of reproductive age, erectile dysfunction is relatively common. For the patient and his partner, erectile disorders may represent a highly stressful situation. Frequently, a number of overlapping causes may be found to be responsible, with a psychological component--which may also arise secondarily--being involved in nearly every form of erectile dysfunction. Possible causes, the diagnostic approach and therapeutic options are discussed."}
{"corpusid":68988,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"A lithium long-term catamnesis of 124 patients (107 manic-depressive and 17 schizoaffective psychoses) after more than 8 years of lithium prophylaxis led to the following results: 1.) Recovering: 30.3%. Improvement - particularly mitigation of the episodes of illness -: 56%. Lack of efficiency: 13%. Mean incidence of episodes of illness before lithium 0.57 per year, during lithium 0.36. Mean incidence of hospitalisation before lithium 3.4 years, during Lithium 7.1 years. Deterioration following discontinuation of lithium: 21 of 22 cases. 2.) Side effects at the beginning: 61.2%, finally 42.7% (incidence of struma 19.5% of tremor 19%, of polydipsia/polyuria 9.1%). 3.) EEG changes (general slowing-down and dysrhythmia, to a quarter focally accentuated): 59%. 4.) Normal results of haematologic and clinical-chemical investigations (28 parameter) except serum creatinine (10%), creatinine clearance (20.5%) and leucocytosis (13%). The authors discuss the reduced incidence of recovery and the quantity of side effects based on the aspect of long-term catamnesis. Further studies are necessary with regard to the selection of lithium-treated patients, to the duration of prophylaxis without efficiency and to the shift from initial efficiency to later inefficiency."}
{"corpusid":69763,"openaccessinfo":{"externalids":{"MAG":"2412826876","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Estrogen plays an important role in the recovery of injured nervous system. This study aims to discuss the effect of estrogen on glial cells in spinal cord and apoptosis of neuron at different time points with a hope to lay theoretical basis on treating acute spinal cord injury (SCI) in clinic. Totally 72 adult rats were divided into a simple injury group and an estrogen group. Then several animal models with SCI were prepared. The estrogen group was treated with intramuscular injection of 100 µg/kg estrogen every day till the death of animal models, while the simple injury group was treated with intramuscular injection of 0.5 mL saline every day. Then these animals were put to death in the 1st d, 3rd d, 5th d, 8th d, 14th d and 21st d after SCI respectively and tissue sections were prepared, followed by B-cell lymphoma-2 (Bcl-2) detection, Terminal Deoxynucleotidyl Transferase-mediated dUTP nick-end labeling (TUNEL) and detection of the cell apoptosis in animal models after SCI. In the 14th d after the injury of spinal cord nervous system, Gale grading and inclined plate maintenance tests were carried out. In the 1st d after SCI, there was a higher expression of Bcl-2 protein in the SCI tissues. Bcl-2 protein reached the peak in the 3rd d after SCI in the simple injured group, while the estrogen group reached the peak in the 8th d. At that time, Bcl-2 protein was both expressed in nerve cells, and in glial cells in a higher level. The expression began to decline in the 14th d after SCI, and with only a little expression in the 21st d after SCI (p<0.05). TUNEL detection results showed that, positive cells dominated by glial cells emerged in simple injured group only 24th h later; they reached the peak after 3~8 days, and then began to reduce. In the 21st d, positive cells still existed, and there was less cell apoptosis after treated with estrogen (p<0.05). Two weeks after SCI, Gale score and inclined plate maintenance rate were higher in the estrogen group than in the simple injured group (p<0.01). Adverse effects that occurred in injury group included blood dryness, necrosis, cyst cavity and cavity, while in estrogen group, adverse effects included focal bleeding, hydropic degeneration of neuron, disappearance of partial nissl bodies and neuraxial edema. All these findings suggest that, estrogen used for treating SCI can effectively inhibit the apoptosis of early nerve cells and glial cells in injured spinal cord nervous system by improving the micro-circulation, enhancing the expression of Bcl-2 protein, removing the free radicals and inhibiting the antioxidation. Thus, it can reduce the secondary SCI and promote the recovery of injured spinal cord nervous functions."}
{"corpusid":73139,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"An overview is given of the utilization of strategic market games in the development of a game theory based theory of money and financial institutions. JEL Classifications: C72, C73, E44"}
{"corpusid":74007,"openaccessinfo":{"externalids":{"MAG":"2766342434","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Plasmodium falciparum infections in pregnant women are a cause of maternal anemia and low birth weight babies in high endemic areas such as sub-Saharan Africa. However, because of little overt clinical symptoms due to (partial) immunity, pregnant women are not challenged to seek medical care. Therefore, instead of case management, intermittent preventive treatment with sulfadoxine-pyrimethamine (IPTp-SP) is given to pregnant women at antenatal visits. Although this strategy reduces low birth weight caused by malaria in pregnancy, the efficacy is threatened as a result of low coverage and resistance to sulfadoxine-pyrimethamine. In this thesis an intervention trial is described of deploying community health workers for home screening of malaria in pregnant women, by using rapid diagnostic tests, and treatment with artemether-lumefantrine in case of a positive test. Furthermore, resistance against sulfadoxine-pyrimethamine was assessed in the study area by studying mutations in two genes of P. falciparum, plus it was studied whether the mutation prevalence increases during pregnancy as a result of received IPTp-SP doses. In part two, it was studied whether host biomarkers might serve as a diagnostic tool for pregnancy malaria, since current diagnostics such as rapid tests have a detection limit that is insufficient in detecting a large part of infected women. Also the level of antibodies against the pregnancy-specific erythrocyte surface antigen of P. falciparum, VAR2CSA, was determined in pregnant women from second trimester up to delivery. These levels were evaluated against malaria infection status during pregnancy and at delivery, parasite densities and low birth weight babies."}
{"corpusid":74441,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Pressure widgets are user interface elements that exploit the capabilities of pressure-sensing technology present in digitizer tablets and interactive pen-based display devices. They provide users with a visual indication of the amount of pressure being applied, as well as meaningful feedback as to the consequences of varying pressure in these widgets. We present empirical work that investigates how changes in key visual design dimensions of pressure widgets affect their usability. Our results indicate that variations in visual design, including changes in pressure to visual attribute mappings, can have significant impact on a pressure widget's usage speed, accuracy, and interference between the pressure and the spatial x-y movement components of the stylus. Our results can be used to refine the design of pressure widgets."}
{"corpusid":74815,"openaccessinfo":{"externalids":{"MAG":"2159234431","ACL":null,"DOI":"10.1158/1078-0432.CCR-07-1593","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Purpose: Epidermal growth factor receptor (EGFR) is an attractive target for the treatment of urothelial carcinoma, but a clinical response can be expected in only a small proportion of patients. The aim of this study was to define molecular markers of response to cetuximab therapy in a panel of urothelial carcinoma cell lines. Experimental Design: Eleven cell lines were investigated for antiproliferative response to cetuximab based on [3H]thymidine incorporation. A variety of markers, including EGFR expression, phosphorylation, and gene amplification, as well as the expression of other growth factor receptors, their ligands, and markers of epithelial-to-mesenchymal transition were investigated. Cohen's κ statistic was used to estimate the agreement between response and expression of these markers. E-cadherin was silenced by small interfering RNA in two sensitive cell lines, and the effect on the response to cetuximab was measured. Results: We were able to identify a panel of relevant markers pertaining especially to alternate growth factor receptor expression and epithelial-to-mesenchymal transition that predicted response to cetuximab. The data suggested that expression of intact HER-4 (κ, 1.00; P = 0.008), E-cadherin (κ, 0.81; P = 0.015), and β-catenin (κ, 0.81; P = 0.015) and loss of expression of platelet-derived growth factor receptor β (κ, 0.57; P = 0.167) were associated with response to cetuximab therapy. Silencing E-cadherin in two sensitive cell lines reduced responsiveness to cetuximab in both (P < 0.001). Conclusions: A panel of predictive markers for cetuximab response has been established in vitro and is currently being evaluated in a prospective clinical trial of neoadjuvant EGFR-targeted therapy. Most importantly, E-cadherin seems to play a central role in modulation of EGFR response in urothelial carcinoma."}
{"corpusid":76334,"openaccessinfo":{"externalids":{"MAG":"216824339","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Screening for cervical cancer in Greece is still unorganised and based on self- motivation. The purpose of this study was to evaluate the accuracy of cytological findings from a large observational population sample, originating from Western Athens, in association with reflex DNA test, colposcopic estimation, and final histologic diagnosis. The rate of invasive carcinoma, both squamous cell and adenocarcinoma, is indicative of a largely unscreened population. In this study, the estimated overall prevalence of human papilloma virus (HPV) was 41.1%, with HPV positivity at 37.4% of cytologically normal women. HPV testing did not seem to improve sensitivity of cytology for atypical squamous cells of undetermined significance (ASC-US) and low-grade squamous intraepithelial lesion (LGSIL) cases in identifying CIN 2+ lesions, but outperformed cytology in detecting CIN3+ for cytological high-grade squamous intraepithelial lesion (HGSIL) cases. For HGSIL cases sensitivity of colposcopy for detecting CIN3+ was comparable to cytology."}
{"corpusid":76716,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Quality of Life of Individuals with Mild Cognitive Impairment"}
{"corpusid":77615,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The clarification of the concept of supervision and its delimitation from therapy and administrative intervention by institutions superiors is followed by a sketch of its specific problems in Social-psychiatry. These are related to the patients personality structure, the patients difficulties and the specific treatment modalities. Supervision is not only important for the amelioration of therapies and the education of the younger colleagues, but for the prevention of professional diseases of psychiatric staff members too."}
{"corpusid":77985,"openaccessinfo":{"externalids":{"MAG":"2045107024","ACL":null,"DOI":"10.5014/AJOT.58.6.630","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"OBJECTIVE\nThe purpose of this study was to (a) identify and describe the subpopulation of rehabilitation inpatients who receive specialized occupational therapy home evaluation services, and (b) examine these data for evidence of inequalities in access to services based on patient gender, race, age, and health insurance status.\n\n\nMETHOD\nAn archival review was conducted of all inpatient admissions (7,871) to a large urban rehabilitation hospital between January 1, 1994, and December 31, 1998. We had complete data on 7,791 of these patients of whom 6,038 were eligible to receive a home evaluation. Patient demographic data and Functional Independence Measure (FIM) data were obtained in electronic form from the hospital information system.\n\n\nRESULTS\nAnalysis showed that 12.4% (749/6038) of eligible inpatients received an in-home evaluation, and those who did were significantly more dependent (as measured by the FIM) than those who did not (p < 0.0001). We found no evidence of inequalities in access to this specialized rehabilitation service on the basis of gender, race, age, and type of medical insurance after controlling for level of functional independence.\n\n\nCONCLUSIONS\nThis study found no evidence of inequalities in the allocation of home evaluation services. However, it raises the larger question of how we determine whether inequalities exist. A proper assessment of inequalities in service provision requires that we know the principles by which these services should be allocated and have appropriate measures of the application of these principles. For programmatic and policy reasons, more research is needed to develop well-defined principles of resource allocation, and adequate measures of their impact so we can know whether resources and services are distributed in the way we intend."}
{"corpusid":79968,"openaccessinfo":{"externalids":{"MAG":"32894527","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"ii Acknowledgements iv List of Tables and Figures vii List of Abbreviations viii 1.0 Introduction 1 1.1 Agriculture and the Environment 1 1.2 BMPs as a Mitigation Tool for Agricultural Impacts on River Systems 3 1.3 Effectiveness of BMPs at Mitigating Negative Impacts from Agriculture 4 2.0 Research Goal 11 2.1 Objectives 11 2.2 Hypothesis 11 3.0 Methods 12 3.1 Study Area 12 3.2 Site Selection 14 3.3 Identifying the Degree of Hydrological Connection for BMPS 17 3.4 Description of Riparian Vegetation and Tile Drainage 19 3.5 BMP Metrics 20 3.6 Field Sampling 23 3.6.1 Benthic Macroinvertebrates 23 3.6.2 Habitat Assessment 24 3.6.3 Water Chemistry 25 3.7 Data Analysis 26 3.7.1 Association between BMP Metrics and Water Parameters 28 3.7.2 Stepwise Ordination Regressions and Variance Partitioning 28 4.0 Results 31 4.1 Land Use Summary 31 4.2 BMP Abundance and Composition 31 4.3 Degree of Hydrological Connection for BMPs 33 4.4 Habitat Assessment 34"}
{"corpusid":82843,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The author analyses the results of treatment by 2500 endovascular interventions according to Seldinger and those made in the course of operations for liver diseases and in oncourology. Good results were attained in patients with chronic hepatitis and active cirrhosis stage. Special attention is paid to fatty chemoembolizations in primary and metastatic cancer of the liver. The advantages of this method were similarly evident in the treatment of 300 patients with renal cancer. Based on the experience gained by the clinic, the author advocates endovascular methods of treatment of disseminated bleeding tumors of the bladder."}
{"corpusid":85942,"openaccessinfo":{"externalids":{"MAG":"83525211","ACL":"L08-1438","DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Although the World Wide Web has late become an important source to consult for the meaning of words, a number of technical terms related to high technology are not found on the Web. This paper describes a method to produce an encyclopedic dictionary for high-tech terms from patent information. We used a collection of unexamined patent applications published by the Japanese Patent Office as a source corpus. Given this collection, we extracted terms as headword candidates and retrieved applications including those headwords. Then, we extracted paragraph-style descriptions and categorized them into technical domains. We also extracted related terms for each headword. We have produced a dictionary including approximately 400,000 Japanese terms as headwords. We have also implemented an interface with which users can explore our dictionary by reading text descriptions and viewing a related-term graph."}
{"corpusid":87237,"openaccessinfo":{"externalids":{"MAG":"2183309873","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"The paper describes a new database, which currently consists of 64 songs encompassing approximately 6600 notes, and a system, which uses Variable-Length Markov Models (VLMM) to predict the melodies in the uzun hava (long tune) form, a melodic structure in Turkish folk music. The work shows VLMMs are highly predictive. This suggests that variable-length Markov models (VLMMs) may be applied to makam-based and non-metered musical forms, in addition to Western musical traditions [20]. To the best of our knowledge, the work presents the first symbolic, machine readable database and the first application of expressive modeling in Turkish folk music."}
{"corpusid":88153,"openaccessinfo":{"externalids":{"MAG":"2283473919","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"In this issue of Family Medicine, Drs Turner and Dankoski1 raise questions about the reliability and validity of objective structured clinical examinations (OSCEs). They propose that many institutions may be using an OSCE that does not have adequate reliability, and their interpretation of the literature is that the validity of OSCEs has not been established. I agree with their conclusions. The reader, however, may be left with the impression that the reliability and validity of OSCEs, and specifically of OSCEs using standardized patients, can be improved to acceptable levels in their own institutions simply with added resources and attention to details. I believe this is possible when standardized patients are used to test a narrow range of communication skills. I am less convinced about their use—even with the best of resources—as a comprehensive test of clinical competency. I think of clinical competency as a concept that can be displayed in a Venn diagram, with overlapping circles of knowledge, clinical skills, and clinical reasoning. Knowledge can be measured with a wellwritten multiple-choice test, and it is thought that skills and reasoning can be measured with OSCEs. But, many institutions use standardized patient OSCEs as an overall test of clinical competency and score those OSCEs with a checklist. In my opinion, standardized patient OSCEs that are graded with a checklist probably do not effectively measure knowledge, clinical skill, or reasoning. We should keep standardized patients but abandon the checklist."}
{"corpusid":88217,"openaccessinfo":{"externalids":{"MAG":"2963224605","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":"1611.00817"},"license":null,"url":null,"status":null},"abstract":"We introduce a semi-parametric Bayesian model for survival analysis. The model is centred on a parametric baseline hazard, and uses a Gaussian process to model variations away from it nonparametrically, as well as dependence on covariates. As opposed to many other methods in survival analysis, our framework does not impose unnecessary constraints in the hazard rate or in the survival function. Furthermore, our model handles left, right and interval censoring mechanisms common in survival analysis. We propose a MCMC algorithm to perform inference and an approximation scheme based on random Fourier features to make computations faster. We report experimental results on synthetic and real data, showing that our model performs better than competing models such as Cox proportional hazards, ANOVA-DDP and random survival forests."}
{"corpusid":89811,"openaccessinfo":{"externalids":{"MAG":"2417685999","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Polygraphic recordings during sleep were performed on 18 elderly persons (age range: 64-100 years). These evaluations were carried out on two consecutive nights in our sleep laboratory. The purpose of this study was to supplement the existing evaluations that were performed in the past two decades and those performed in Anglo-American countries. In addition, we established our own standards for a sleep laboratory in our clinic, and arrived at a comparison with existing results and a critical evaluation of them."}
{"corpusid":90014,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"When errors are introduced into a compressed image or video b itstream, blocks of pixels are lost. The decoder attempts to conceal this loss to maximize displayed picture quality. We discuss a few different conditions under which satisfact ory interpolation of the missing blocks is possible. For images , these conditions include situations where the image is loc ally smooth or locally one dimensional. For video, in addition to the conditions for images, satisfactory concealment is als o possible when the current frame is locally a translation of t he previous frame. In order to obtain a concealment strategy which will perform satisfactorily whenever any of these con ditions is present, we model images and videos as mixtures of simple Markov processes, where each of the simple processes represent one possible condition for satisfactory conceal m nt. We then use Bayesian reasoning for performing the optimal in terpolation using the model."}
{"corpusid":90245,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"D. Xu, L. Ying, Z-P. Liang Department of Electrical and Computer Engineering, University of Illinois at Urbana-Champaign, Urbana, IL, United States, Department of Electrical Engineering and Computer Science, University of Wisconsin at Milwaukee, Milwaukee, WI, United States INTRODUCTION In dynamic imaging, data are collected in tilted trajectories in k-t space due to time-sequential sampling constraint. These data, when processed using conventional methods, can produce significant motion artifacts and image blurrings. Many methods have been proposed to address these problems, which include fast-scan, reducedencoding [1], and motion-compensation methods. This paper addresses these problems from a different perspective. Based on a previous method called Dynamic Imaging by Model Estimation [2]-[4], we propose to model the dynamic object function using a spatiotemporal model, where the temporal signal variations are absorbed in the temporal basis functions while the spatial signal variations are incorporated in the series coefficients. Parallel data acquisition is also used to improve the frame rate, thus reducing potential model fitting error."}
{"corpusid":90788,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Leprosy is generally revealed by cutaneous lesions often associated to nerve impairment. Rarely, it may be revealed by polyarthritis. The diagnosis, often delayed in the cutaneous-nevritic form because of the low prevalence of the disease in metropolitan France, is very difficult in case of rheumatic presentation. We report the case of a 28 year-old woman from Mali, who was diagnosed with lepromatous borderline leprosy with reversal reaction occurring in the postpartum as she presented with polyarthritis and skin lesions."}
{"corpusid":91144,"openaccessinfo":{"externalids":{"MAG":"2426301606","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Two cell lines, Kuramochi and CKS, established from human ovarian cancer, were analyzed in vitro drug sensitivity to Mitomycin C and Carboquone. These values were compared to those of eight human gastric cancer cell lines composed of various histological types. The CKS cell line, derived from serious cystadenocarcinoma, was less sensitive to both test-drugs than the groups of gastric cancer cell lines. Therapeutic indices of the two drugs were very low. So it was considered that the two drugs were unsuitable to chemotherapy to serous cystadenocarcinoma. The Kuramochi cell line, derived from undifferentiated carcinoma, was less sensitive to Mitomycin C than the groups of gastric cancer cell line. However, it was as sensitive to Carboquone as high-sensitive gastric cancer cell lines. Therapeutic index of the Carboquone in the undifferentiated carcinoma was high. So it was considered that Carboquone was suitable to chemotherapy to undifferentiated adenocarcinoma. The cytocydal actions of the two drugs were dependent upon dose and time. Time-dependency was, however, smaller in Carboquone than in Mitomycin C."}
{"corpusid":91866,"openaccessinfo":{"externalids":{"MAG":"2141439248","ACL":null,"DOI":"10.1109/VISUAL.2005.1532821","PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Simulations often generate large amounts of data that require use of SciVis techniques for effective exploration of simulation results. In some cases, like 1D theory of fluid dynamics, conventional SciVis techniques are not very useful. One such example is a simulation of injection systems that is becoming more and more important due to an increasingly restrictive emission regulations. There are many parameters and correlations among them that influence the simulation results. We describe how basic information visualization techniques can help in visualizing, understanding and analyzing this kind of data. The Com Vis tool is developed and used to analyze and explore the data. Com Vis supports multiple linked views and common information visualization displays such as 2D and 3D scatter-plot, histogram, parallel coordinates, pie-chart, etc. A diesel common rail injector with 2/2 way valve is used for a case study. Data sets were generated using a commercially available AVL HYDSIM simulation tool for dynamic analysis of hydraulic and hydro-mechanical systems, with the main application area in the simulation of fuel injection systems."}
{"corpusid":92341,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"We demonstrate the application of Nuisance Attribute Proje ction (NAP), Within-Class Covariance Normalization (WCCN) , a new standard kernel, and keyword weighting for the keyword based HMM supervector speaker recognition system. On our development set (SRE04 8-side training), we achieve 22.6% a nd 16.2% EER improvements using NAP and WCCN respectively, a 19.5% EER improvement using NAP and WCCN jointly, and a 8.6% DCF improvement using keyword weighting. We also demonstrate the lack of effectiveness of gender separation in our NAP training, and counter-intuitive results using various modifications to the NAP technique. On our non-development set (SRE05 8-side training), we achieve a 5.3% EER and 18.6% DCF improvement using NAP and keyword-weighting, and a 13.7% EER and 12.3% DCF improvement using WCCN."}
{"corpusid":93243,"openaccessinfo":{"externalids":{"MAG":null,"ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Failure Mode and Effect Analysis (FMEA) is a widely used quality improvement and risk assessment tool in manufacturing. Design and process failures recorded through FMEA provides valuable knowledge for future product and process design. However, the way the knowledge is captured poses considerable difficulties for reuse. This research aims to contribute to the reuse of FMEA knowledge through a knowledge modelling approach. FMEA activities are shifted to the conceptual design stage to avoid costly and difficult design changes at later stages of the design process. An object-oriented approach has been used to create an FMEA model. Functional diagrams have been used for the conceptual model. The FMEA model uses functional reasoning techniques to enable automatic FMEA generation from historical data. The reasoning technique also provides a means for the creation of new knowledge. The automatic generation replaces the traditional brainstorming process for FMEA report creation. The sources of the historical data can be from the previous FMEA, failure reports or from the individual designers."}
{"corpusid":95077,"openaccessinfo":{"externalids":{"MAG":"2223969033","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"Over the past 15 years transesophageal echocardiography (TEE) has assumed an integral role in the diagnosis and management of patients with acquired pediatric cardiovascular disorders and congenital heart disease (CHD). It is particularly suited to define complex anatomical structures, functional abnormalities, and flow disturbances that may not always be obtainable from transthoracic echocardiography (TTE) alone. TEE has become a standard imaging technology for patients with CHD undergoing intervention in the catheterization laboratory or in the operating room. As miniaturized probes, novel technologies, and new methodologies develop, the applications of TEE in the patient with CHD continue to expand. The American Society of Echocardiography (ASE) and the Society of Cardiovascular Anesthesiologists have established guidelines and standards for performing a comprehensive TEE in the adult with heart disease. Recognizing the unique aspects and growing applica-"}
{"corpusid":96144,"openaccessinfo":{"externalids":{"MAG":"2341413707","ACL":null,"DOI":null,"PubMedCentral":null,"ArXiv":null},"license":null,"url":null,"status":null},"abstract":"WCET analyzers commonly rely on user-provided annotations such as loop bounds, recursion depths, region- and program constants. This reliance on user-provided annotations has an important drawback. It introduces a Trusted Annotation Basis into WCET analysis without any guarantee that the user-provided annotations are safe, let alone sharp. Hence, safety and accuracy of a WCET analysis cannot be formally established. In this paper we propose a uniform approach, which reduces the trusted annotation base to a minimum, while simultaneously yielding sharper (tighter) time bounds. Fundamental to our approach is to apply model checking in concert with other more inexpensive program analysis techniques, and the coordinated application of two algorithms for Binary Tightening and Binary Widening, which control the application of the model checker and hence the computational costs of the approach. Though in this paper we focus on the control of model checking by Binary Tightening and Widening, this is embedded into a more general approach in which we apply an array of analysis methods of increasing power and computational complexity for proving or disproving relevant time bounds of a program. First practical experiences using the sample programs of the M¨ alardalen benchmark suite demonstrate the usefulness of the overall approach. In fact, for most of these benchmarks we were able to empty the trusted annotation base completely, and to tighten the computed WCET considerably."}
